[
  {
    "id":1,
    "post_name": "Technical Database Engineer",
    "company_name": "Google INC",
    "job_nature": "Onsite",
    "job_time": "Full Time",
    "company_location": "Dublin, Ireland",
    "educational_requirements":"Bachelor degree to complete any reputational university with Computer Science Background.",
    "experience":"2-3 Years in this field.",
    "phone":"096581365",
    "email":"gfanh@gmail.com",
    "salary_range": "$120,000 - $140,000 per year",
    "job_description":"The Database Engineer supports, designs, programs, implements, and troubleshoots programs in the Data Coordinating Institution (DCC) that provide web access, data extraction, data analysis, and reporting needs to researchers, using any appropriate software language.",
    "company_image": "./All Images/google-1-1 1.png",
    "job_responsibility":"We are looking for a Database Engineer to join our growing team. You will be responsible for developing, testing, improving, and maintaining new and existing databases to help users retrieve data effectively. In addition, the candidate should have the desire to support end-users, troubleshoot issues, and assist with testing while building out new capabilities."
  },
  {
    "id":2,
    "post_name": "Senior Product Designer",
    "company_name": "Netflix",
    "job_nature": "Remote",
    "job_time": "Full Time",
    "company_location": "Istanbul, Turkey",
    "educational_requirements":"Bachelor degree to complete any reputational university.",
    "experience":"3-4 Years in this field.",
    "phone":"00-96932-5632",
    "email":"Khan856@gmail.com",
    "salary_range": "$85,000 - $95,000 per year",
    "job_description":"A senior product designer is responsible for coordinating with clients to identify their requirements and specifications for the development of new products and services that also comply with the company's regulations and functions.",
    "company_image": "./All Images/netflix-4 1.png",
    "job_responsibility":"We are seeking a Senior Product Designer who will bed responsible for the design and usability of our products. They will focus on creating consistent and appropriate designs, and communicating those designs effectively to the team. This person will work closely with the engineering team and will take on a variety of tasks to help us create compelling and usable products."
  },
  {
    "id":3,
    "post_name": "Software Engineer",
    "company_name": "Tesla",
    "job_nature": "Onsite",
    "job_time": "Full Time",
    "company_location": "Boston, MA",
    "educational_requirements":"Bachelor degree to complete any reputational university with Computer Science Major.",
    "experience":"1-2 Years in this field.",
    "phone":"55-0654-5689",
    "email":"teslaCareer@cloud.com",
    "salary_range": "$60,000 - $75,000 per year",
    "job_description":"The software engineer job description starts with background requirements. Someone looking to get into this role will need a bachelor’s degree in software, math, or science. Applicants would also be expected to have broad experience with computer systems and applications such as C++ or Java. ",
    "company_image": "./All Images/tesla-9 1.png",
    "job_responsibility":" We are looking for a skilled software engineer who, along with our excellent software development team, will be responsible for working on projects that are currently being developed on by our company. Duties will include but are not limited to developing and directing software system validation and testing methods. You will also be working closely with clients and cross-functional departments to communicate project statuses and proposals."
  },
  {
    "id":4,
    "post_name": "Technical Database Engineer",
    "company_name": "Google INC",
    "job_nature": "Remote",
    "job_time": "Full Time",
    "company_location": "Newyork, USA",
    "educational_requirements":"Bachelor degree to complete with CSE Major Subject.",
    "experience":"6-7 Years in this field.",
    "phone":"096581365",
    "email":"gfanh@gmail.com",
    "salary_range": "$130,000 - $145,000 per year",
    "job_description":"The Database Engineer supports, designs, programs, implements, and troubleshoots programs in the Data Coordinating Institution (DCC) that provide web access, data extraction, data analysis, and reporting needs to researchers, using any appropriate software language.",
    "company_image": "./All Images/google-1-1 1.png",
    "job_responsibility":"We are looking for a Database Engineer to join our growing team. You will be responsible for developing, testing, improving, and maintaining new and existing databases to help users retrieve data effectively. In addition, the candidate should have the desire to support end-users, troubleshoot issues, and assist with testing while building out new capabilities."
  },
  {
    "id":5,
    "post_name": "Business Development",
    "company_name": "AirBNB",
    "job_nature": "Onsite",
    "job_time": "Full Time",
    "company_location": "Sydney, Australia",
    "educational_requirements":"Business Graduatation complete any reputational university.",
    "experience":"2-3 Years in this field.",
    "phone":"77-9652-5632",
    "email":"airbnb@business.com",
    "salary_range": "$90,000 - $100,000 per year",
    "job_description":"The business development manager, or BDM, informs others about company products and services and acts as the point of contact for new clients and their assigned existing clients. To create a job listing, simply add your business development manager duties to our business development manager job description sample and start attracting top talent today.",
    "company_image": "./All Images/Group 10021.png",
    "job_responsibility":"Due to a promotion in our team, we are hiring another business development manager to take over a mix of existing accounts and new sales territory. To excel in this role you should be an active listener, have a compelling sales personality, and a hunger to chase and close new business from cold calls and inbound warm leads."
  },
  {
    "id":6,
    "post_name": "UI/UX Designer",
    "company_name": "Tesla",
    "job_nature": "Remote",
    "job_time": "Full Time",
    "company_location": "Boston, MA",
    "educational_requirements":"Bachelor degree to complete any reputational university.",
    "experience":"3-5 Years in this field.",
    "phone":"96325812",
    "email":"teslaCareer@cloud.com",
    "salary_range": "$80,000 - $90,000 per year",
    "job_description":"A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "company_image": "./All Images/tesla-9 1.png",
    "job_responsibility":"Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members."
  }
  
    
  ]
  